<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Mi_P&aacute;gina_Web</title>

    <link rel="stylesheet" href="CSS/the7Ed.css"/>
</head>
<body>
    <header>
        <h1>One piece</h1>
    </header>


    <section class="texWhi bacGre">
        <h2>Misterios resueltos de One Piece</h2>
        <p>¡Resolviendo misterios y creando misterios vuelve con nuevas y emocionantes teorías de One Piece!</p>
        <article>
            <h2>Resolviendo misterios</h2>
            <ul>
                <li id="hola">Desde milenios de historia, siempre hubo una duda con la familia Monkey, a d&iacute;a de hoy ese sigue siendo un problema sin resolver, un problema que carece de soluci&oacute;n con nuestros conocimientos actuales, pero yo, Erjie Xia, descubr&iacute; a base de fuentes como el Cypher-pol, los viejos ancestrales que todos odiamos, Imu el cabr&oacute; e incluso el mism&iacute;simo Monkey D. Dragon, padre de Luffy.</li>
                <li id="adios">Hasta hace unos d&iacute;s el antiguo dictador de Skypea, Enel, al que todos odiamos Luffy lo mand&oacute; a volar. Yo mismo, Erjie Xia, descubr&iacute; que est&aacute; en la luna</li>
                <li>El One Piece es el trozo del puzle que perdiste ayer</li>
            </ul>
        </article>

        <article>
            <h2>Creando misterios</h2>
            <ul>
                <li>¿Qui&eacute;n es Imu? Desde hace mucho tiempo que esa duda ronda esa pregunta por el fandom de One Piece, pero hoy os traigo una pregunta mejor, Mihawk, que tiene los mismos ojos que Imu solo que de color amarillo, ¿Será hijo de Imu?</li>
                <li>¿Qui&eacute;n cre&oacute; las armas ancestrales? Hay muchas personas poderosas en el mundo, ahora mismo sabemos que est&eacute;n Plut&oacute;n (un barco ancestral), Poseid&oacute;n (Shirahoshi) y Urano, hasta el momento sin saber nada de &eacute;l</li>
                <li>¿Qui&eacute;n es Luffy? Realmente sabemos que Luffy es Luffy?</li>
            </ul>
        </article>
    </section>

    <section class="texBlu bacRed">
        <h2>Las aventuras de Luffy</h2>
        <p>En el d&iacute;a de hoy estaremos rememorando y conmemorando los episodios de One Piece!!!</p>
        <article>
            <h2>Viejas historias</h2>
            <ul>
                <li>El momento en que Luffy acab&oacute; con Crocodrile es uno de los momentos m&aacute;s emotivos del anime, pues fue el momento en que tuvimos un antagonista que fue capaz de derrotar a nuestro protagonista y al final con duro esfuerzo se super&oacute; y gan&oacute;</li>
                <li>Aquel d&iacute;a que Luffy us&oacute; su haki de conquistador y acab&oacute; con 50.000 soldados</li>
                <li>El momento en que Luffy acab&oacute; con Kaido tras tantos a&ntilde;os de caos y explotaci&oacute;n en Wano</li>
            </ul>
        </article>

        <article>
            <h2>Pr&oacute;ximas aventuras de Luffy</h2>
            <ul>
                <li>Ahora Luffy conseguir&aacute; el One Piece</li>
                <li>Luffy acabar&aacute; ganando en una pelea contra Shanks</li>
                <li>Va a acabar con Mariejois</li>
            </ul>
        </article>
    </section>

    <h5>Holaaaa</h5>
    <h6>Holaaaa</h6>
    <h6 class="texRig">Adiooooos</h6>

    <footer>
        <h3>Correo electr&oacute;nico: <a href="mailto:fandeonepiece@gmail.com">fandeonepiece@gmail.com</a></h3>
        <h3>N&uacute;mero de tel&eacute;fono: <a href="tel:999999999">+34 999 99 99 99</a></h3>
    </footer>
</body>
</html>